Repository: CodeNinjaGuy/togetherdo
Catalog: lib/l10n/app_*.arb
Languages: de_at

source: Shopping List
de_at: Einkaufszettel

source: Shopping Lists
de_at: Einkaufszettel

source: New Shopping List
de_at: Neuer Einkaufszettel

source: New Shared List
de_at: Neuer geteilter Einkaufszettel

# shoppingListType
source: Shopping List
de_at: Einkaufszettel

# shoppingNotifications
source: Shopping List Notifications
de_at: Einkaufszettel-Benachrichtigungen

source: New Shopping Item
de_at: Neues Einkaufs-Item

# newShoppingItemSubtitle
source: Notification when a new item is added to the shopping list
de_at: Benachrichtigung, wenn ein neues Item zum Einkaufszettel hinzugefügt wird

# shoppingItemCompletedSubtitle
source: Notification when an item is marked as completed/purchased
de_at: Benachrichtigung, wenn ein Item als erledigt/gekauft markiert wird

# shoppingItemDeletedSubtitle
source: Notification when an item is removed from the shopping list
de_at: Benachrichtigung, wenn ein Item aus dem Einkaufszettel entfernt wird

# newShoppingMemberSubtitle
source: Notification when someone joins the shopping list
de_at: Benachrichtigung, wenn jemand dem Einkaufszettel beitritt

# shoppingMemberLeftSubtitle
source: Notification when someone leaves the shopping list
de_at: Benachrichtigung, wenn jemand den Einkaufszettel verlässt

# membersCanEditSubtitle
source: Other members can edit todos and shopping lists
de_at: Andere Mitglieder können Todos und Einkaufszettel bearbeiten

# itemNotes
source: Notes
de_at: Bemerkungen

source: Notes (optional)
de_at: Bemerkungen (optional)

# exampleNotes
source: e.g. Organic, Brand, Size
de_at: z.B. Bio, Marke, Größe

# unit_pack
source: Pack
de_at: Packerl

# unit_bag
source: Bag
de_at: Sackerl

# region_at
source: Austria
de_at: Österreich
